Repository: realmazharhussain/daikhan
Catalog: po/*.po
Languages: et, uk

source: Media player
et: Meediamängija
uk: Програвач медія

source: Play Videos/Music with style
et: Esita videoid ja muusikat stiilselt
uk: Відтворюйте Видева\Музику зі стилем

source: A simple yet powerful media player with a beautiful interface. It has nice keyboard shortcuts, session restore capabilities, and much more.
et: Lihtne, aga võimas meediamängija, millel on ilus kasutajaliides. Võimaluste hulka kuuluvad mugavad kiirklahvid, sessiooni taastamise võimalus ja palju muud.
uk: Простенький, але потужний програвач медія з гарною Користувацькою Оболонкою: зручні поєднання клавіш, можливість відновлення сесії та ще багато чого.

source: NOTE: The app is in early stages of development and bound to change significantly in the future.
et: MÄRKUS: See rakendus on veel varases arendusjärgus ning muutub tulevikus märgatavalt.
uk: ПРИМІТКА: Застосунок у ранніх етапах розробки та може сильно зміниться в майбутньому.

source: Playing a video
et: Esitame videot
uk: Відтворює видево

source: Playing a video (fullscreen)
et: Esitame videot (täisekraanvaates)
uk: Відтворює видево (повноекранне)

source: Playing a video (dark mode)
et: Esitame videot (tumedas kujunduses)
uk: Відтворює видево (темний режим)

source: Playing a video (dark mode, fullscreen)
et: Esitame videot (tumedas kujunduses ja täisekraanivaates)
uk: Відтворює видево (темний режим, повноекранне)

source: No
et: Ei
uk: Ні

source: Yes
et: Jah
uk: Так

source: Preferences
et: Eelistused
uk: Уподобання

source: Keyboard Shortcuts
et: Klaviatuuri kiirklahvid
uk: Поєднання Клавіш

source: About Daikhan
et: Rakenduse teave: Daikhan
uk: Про Daikhan

source: Resume playback?
et: Kas jätkame taasesitust?
uk: Продовжити відтворення?

source: Unsupported File Type
et: Failitüüp pole toetatud
uk: Непідтримуваний Тип Файлу

source: The file '%s' is not an audio or a video file.
et: „%s“ pole ei heli- ega videofail.
uk: Файл '%s' не є авдіо чи видево файлом.

source: OK
et: Sobib
uk: ОК

source: Unsupported Codec
et: Mittetoetatud koodek
uk: Непідтримуваний Кодек

source: Encoding of one or more streams in '%s' is not supported.
et: Ühe või enama „%s“ meediavoo kodeering pole toetatud.
uk: Кодування одного чи більшої кількости потоків у '%s' не підтримується.

source: Daikhan (Dev)
et: Daikhan (arendusversioon)
uk: Daikhan (Розробник)

source: Daikhan (Beta)
et: Daikhan (beeta)
uk: Daikhan (Бета)

source: Report Bug
et: Teata veast
uk: Звітувати Хибу

source: Error
et: Viga
uk: Помилка

source: If this is unexpected, please, file a bug report with the following debug information.
et: Kui see ei peaks nii olema, siis palun teata meile veast alljärgneva teabe alusel.
uk: Якщо ця поведінка неочікувана, будь ласка, прозвітуйте цю хибу та не забудьте додати наступні дані до вашого звіту.

source: Appearance
et: Välimus
uk: Вигляд

source: Color Scheme
et: Kasutatavad värvid
uk: Кольорова Схема

source: Overlay UI
et: Kattev kasutajaliides
uk: Спливна ЗО

source: Show controls/UI elements on top of the video
et: Näita juhtnuppe ja kasutajaliidese elemente video peal
uk: Показувать елєменти керування поверх медія

source: Behavior
et: Käitumine
uk: Поведінка

source: Seeking Method
et: Kerimise meetod

source: Follow System
et: Järgi süsteemi kujundust
uk: Використовувати Системну

source: Light
et: Hele kujundus
uk: Світла

source: Dark
et: Tume kujundus
uk: Темна

source: Fast
et: Kiire
uk: Швидко

source: Balanced
et: Tasakaalustatud
uk: Помірно

source: Accurate
et: Täpne
uk: Точно

source: Application
et: Rakendus
uk: Навіґація в Застосунку

source: Open Preferences
et: Ava eelistused
uk: Відкрити Вподобання

source: Show Keyboard Shortcuts
et: Näita kiirklahve
uk: Показати Сполучення Клавіш

source: Quit
et: Välju
uk: Закрити

source: Playback
et: Taasesitus
uk: Відтворення

source: Toggle Fullscreen
et: Lülita täisekraan sisse/välja
uk: Повноекранний Режим

source: Play/Pause
et: Esita/Peata esitus
uk: Відтворювати/Зупинити

source: Seek Forward (10s)
et: Keri edasi (10 sekundit)
uk: Перемотати Вперід (10с)

source: Seek Backwards (10s)
et: Keri tagasi (10 sekundit)
uk: Перемотати Назад (10с)

source: Increase Volume (5%)
et: Keera heli valjemaks (5%)
uk: Збільшити Гучність (5%)

source: Decrease Volume (5%)
et: Keera heli vaiksemaks (5%)
uk: Зменшити Гучність (5%)

source: Seek Forward (3s)
et: Keri edasi (3 sekundit)
uk: Перемотати Вперід (3с)

source: Seek Backwards (3s)
et: Keri tagasi (3 sekundit)
uk: Перемотати Назад (3с)

source: Increase Volume (2%)
et: Keera heli valjemaks (2%)
uk: Збільшити Гучність (2%)

source: Decrease Volume (2%)
et: Keera heli vaiksemaks (2%)
uk: Зменшити Гучність (2%)

source: Seek Forward (1 min)
et: Keri edasi (1 minut)
uk: Перемотати Вперід (1 хв)

source: Seek Backwards (1 min)
et: Keri tagasi (1 minutit)
uk: Перемотати Назад (1 хв)

source: Audio
et: Heli
uk: Авдіо

source: Subtitles
et: Subtiitrid
uk: Написи

source: Repeat
et: Korda
uk: Повторюватися

source: Off
et: Pole kasutusel
uk: Вимк.

source: Single File
et: Üht faili

source: Whole Queue
et: Kogu esitusjärjekorda

source: Unknown Language
et: Tundmatu keel
uk: Невідома Мова

source: On
et: Kasutusel
uk: Увімк.

source: Track %i
et: Lugu %i
uk: Авдіо %i

source: You can drop files here to play
et: Esitamiseks lohista failid siia
uk: Скидуйте сюди ваші файли для відтворення

source: Open Files
et: Ava faile

source: Play Again
et: Esita uuesti
uk: Відтворити Знову

source: Continue where you left off
et: Jätka sealt, kus viimati pooleli jäi
uk: Продовжити на тому же місці

source: All Files
et: Kõik failid
uk: Усі Файли

source: Video & Audio Files
et: Video- ja helifailid
uk: Видево & Авдіо Файли

source: Video Files
et: Videofailid
uk: Видево Файли

source: Audio Files
et: Helifailid
uk: Авдіо Файли

source: Mazhar Hussain
uk: Мажар Гуссейн

source: Video
uk: Видево
